
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatisch";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPP-Kennwort";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "IPSec-Schlüssel (Shared Secret)";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth-Kennwort";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Netzwerkverbindung (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Netzwerkverbindung";
"KEYCHAIN_KIND_EAPOL" = "802.1X-Kennwort";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "VPN-Kennwort";
